src/app/controllers/users_controller.rb

INSERT INTO `users` (`name`, `password_digest`, `created_at`, `updated_at`) VALUES ('yuto', '$2a$12$cJti9NNVwZCYiHe5nrfkBecJjnxxw/SaYftJxsVhMnoCSXCz58uoS', '2024-06-27 03:42:53.172328', '2024-06-27 03:42:53.172328')
---
  def create
    @user = User.new(user_params)

    if @user.save